Revit 2027 API
ParameterTypeId.ElemReferenceName Property
 "Is Reference"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElemReferenceName { get; }
Public Shared ReadOnly Property ElemReferenceName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElemReferenceName {
	ForgeTypeId^ get ();
}
static member ElemReferenceName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace